Repository: rosario-fiorella/wordpress-comblock-auth
Catalog: languages/comblock-auth-*.po
Languages: it_it

# dashboard.email
source: Your email:
it_it: La tua email:

# dashboard.subtitle
source: Registered on:
it_it: Registrato il:

# dashboard.title
source: Username:
it_it: Nome utente:

# error.filename.empty
source: Error: empty filename
it_it: Errore: nome file non valido

source: Error: invalid nonce
it_it: Errore: token non valido

source: Error: page not found
it_it: Errore: pagina non trovata

# error.post.arg.key.empty
source: Error: invalid argument
it_it: Errore: argomento non valido

# error.post.args.empty
source: Error: invalid argument
it_it: Errore: argomento non valido

# error.post.delete
source: Error: post not deleted
it_it: Errore: post non eliminato

source: Error: post not found
it_it: Errore: post non trovato

# error.post.slug.empty
source: Error: invalid argument
it_it: Errore: argomento non valido

# error.post_type.not_valid
source: Error: invalid post type
it_it: Errore: tipologia di post non valido

# error.validation.post
source: Error: invalid validation
it_it: Errore: validazione post fallita

# error.view.not_load
source: Error: view note loaded
it_it: Errore: vista non caricata

source: Error: view not resolved
it_it: Errore: vista non trovata

# page.dashboard
source: Dashbaord
it_it: Dashboard

# remember.error
source: Error: remember field is required
it_it: Errore: campo obbligatorio

# remember.label
source: Remember
it_it: Ricorda impostazioni

# user_login.error
source: Error: user login invalid
it_it: Errore: nome utente non valido

# user_login.label
source: User login
it_it: Nome utente

# user_login.placeholder
source: Insert your user login
it_it: Inserisci il nome utente

# user_password.error
source: Error: password not valid
it_it: Errore: password non valida

# user_password.placeholder
source: Insert your password
it_it: Inserisci la password

source: WordPress plugin that allows you to authenticate users in the front-end in a reserved area .
it_it: Plugin WordPress che permette di autenticare gli utenti nel front-end in un'area riservata.
